[
    {
        "property_id": 3226748,
        "property_name": "Bunk Hotel Amsterdam",
        "description": "Located in Amsterdam, a 14-minute walk from A'DAM Lookout, Bunk Hotel Amsterdam provides accommodations with a terrace, private parking, a restaurant and a bar. With free WiFi, this 3-star hotel offers a 24-hour front desk and a concierge service. Guests can have a drink at the snack bar.\n\nGuests at the hotel can enjoy an à la carte breakfast.\n\nThe area is popular for cycling, and bike rental is available at Bunk Hotel Amsterdam.\n\nRembrandt House is 2.8 miles from the accommodation, while Dutch National Opera \u0026 Ballet is 2.8 miles away. Schiphol Airport is 13 miles from the property."
    },
    {
        "property_id": 9367966,
        "property_name": "Hotel Jansen Amsterdam Bajeskwartier",
        "description": "Located in Amsterdam, 3 miles from RAI Amsterdam, Hotel Jansen Amsterdam Bajeskwartier provides accommodations with a shared lounge, private parking, a terrace and a restaurant. Among the facilities at this property are a shared kitchen and a 24-hour front desk, along with free WiFi throughout the property. Guests can use a bar.\n\nGuest rooms in the hotel are equipped with a coffee machine. At Hotel Jansen Amsterdam Bajeskwartier, each room includes a private bathroom with free toiletries and a hairdryer.\n\nJohan Cruijff Arena is 3.5 miles from the accommodation, while Heineken Experience is 3.7 miles away. Schiphol Airport is 10 miles from the property."
    },
    {
        "property_id": 26263,
        "property_name": "citizenM Amsterdam South",
        "description": "This unique hotel offers modern rooms with mood lighting, free Wi-Fi and a flat-screen TV with free on-demand films. CitizenM Amsterdam South includes designer lounges and is 2461 feet from the RAI Conference Center.\n\nEach room at citizenM Amsterdam South has wall-to-wall windows and an extra-large bed with luxurious linen. With the room iPad, or the free citizenM app, all guests can control room lights, black-out blinds, curtains, temperature, as well as TV and radio channels. They can also stream from their own Netflix, Prime or Disney+ accounts (and many others), by connecting their phone, tablet or laptop to the TV via Chromecast (at no extra charge). The bathroom facilities consist of a transparent pod with a rain shower in the room.\n\nAmsterdam Zuid Railway Station is a 5-minute walk from citizenM hotel. The Prinses Irenestraat tram stop is only 427 feet from the hotel. It offers direct connections to the city center including Dam Square in 25 minutes and Central Station in 30 minutes.\n\nIn the many living rooms at the hotel guests can make use of iMac computers and free printing facilities. Each of these rooms features a different ambiance suitable for working, relaxing or meeting with friends.\n\nSandwiches, sushi and warm meals are available at canteenM. Freshly prepared coffee is also served by the in-house baristas. During the evening guests can enjoy exotic cocktails, draft beers and champagne at the bar.\n\nAn breakfast buffet is available each morning at the property.\n\nFree high speed WiFi is available throughout the property."
    },
    {
        "property_id": 1926560,
        "property_name": "Ruby Emma Hotel Amsterdam",
        "description": "The Ruby Emma Hotel Amsterdam is located alongside the Amstel river in Amsterdam. This hotel combines luxury, technology and sustainability in a living building shaped by nature. Free WiFi is offered throughout the property.\n\nAll rooms are designed with floor-to-ceiling windows, a flat-screen TV with AirPlay and an iPad to control lighting and heating. The private bathroom offers a choice of Ruby Care products.\n\nEach aspect of the property has been designed to reduce environmental impact.\n\nAmsterdam Arena is 10-minutes from Ruby Emma Hotel Amsterdam, while Heineken Experience is 1.8 mi from the property. The nearest airport is Schiphol Airport, 6.8 mi from Ruby Emma Hotel Amsterdam."
    },
    {
        "property_id": 7060204,
        "property_name": "Inntel Hotels Amsterdam Landmark",
        "description": "Stay in the heart of Amsterdam.\nFeaturing a fitness center, a terrace as well as a bar, Inntel Hotels Amsterdam Landmark is located in the center of Amsterdam, 1.1 miles from Artis Zoo. Among the facilities at this property are room service and a 24-hour front desk, along with free WiFi throughout the property. Certain rooms at the property include a balcony with a city view.\n\nAt the hotel, each room is equipped with a desk.\n\nGuests at Inntel Hotels Amsterdam Landmark can enjoy a buffet breakfast. At the accommodation you'll find a restaurant serving Dutch and French cuisine. Vegetarian, dairy-free and halal options can also be requested.\n\nInntel Hotels Amsterdam Landmark offers 4-star accommodations with an indoor pool, sauna and hammam. The area is popular for cycling, and bike rental is available at the hotel.\n\nRembrandt House is 2.2 miles from Inntel Hotels Amsterdam Landmark, while Dutch National Opera \u0026 Ballet is 2.2 miles away. Schiphol Airport is 11 miles from the property."
    },
    {
        "property_id": 2593669,
        "property_name": "Via Amsterdam",
        "description": "Located 10 minutes by metro from the city center, Via Amsterdam is a design-led hybrid hostel and hotel with street art and urban design featured throughout the building.The property located in the Bijlmermeer district, offers free WiFi and  a 24-hour front desk.\n\nFeaturing a private bathroom, rooms at Via Amsterdam also boast a city view. Guest have acces to a spacious shared kitchen.\n\nA continental breakfast is available every morning at the accommodations. At Via Amsterdam you will find a restaurant serving International cuisine. Vegetarian, dairy-free and gluten-free options can also be requested.\n\nBike rental, a cinema room and relaxing areas are available at Via Amsterdam.\n\nDam Square is 4 mi from Via Amsterdam while Museum Square is 3.7 mi away. The closest airport, Schiphol Airport is 7.5 mi  from the accommodations. The Johan Cruijff Arena is located at 1.2 mi from Via Amsterdam."
    },
    {
        "property_id": 2570375,
        "property_name": "Joy Hotel",
        "description": "Offering free WiFi , Joy Hotel is located in Amsterdam, 0.7 mi from Johan Cruijff Arena. 5.6 mi from Amsterdam RAI, the property is also 6.2 mi away from Heineken Experience. Local points of interest like Dutch National Opera \u0026 Ballet and Royal Theater Carré are reachable within 6.2 mi and 6.2 mi, respectively.\n\nA buffet breakfast is served daily at the property.\n\nSpeaking Arabic, English, and French staff are always on hand to help at the reception.\n\nMuseum of Bags and Purses Hendrikje is 6.2 mi from the hotel, while Rembrandtplein is 6.8 mi away. The nearest airport is Schiphol Airport, 13 mi from the property."
    },
    {
        "property_id": 171124,
        "property_name": "Hotel Casa Amsterdam",
        "description": "Hotel Casa Amsterdam is a modern hotel offering a bar, rooftop terrace (only opens during the summertime) and an in-house restaurant. It features underground on-site parking and is only 984 feet from Amsterdam Amstel Railway Station and Amstel Metro. This is the first hotel in Amsterdam to achieve a 3-star Superior award this year.\n\nEach modern room has a flat-screen TV with several interactive functions. Extra long beds, a work desk and refrigerator are also provided as standard in the rooms at Hotel Casa Amsterdam. During the summer 30 different craft beers and easy bites are served on the roof terrace.\n\nAmstelstation tram and metro stop are less than a 5-minute walk from Hotel Casa Amsterdam and offers connections to the Museum Square, the city center and Waterlooplein Square. The hotel offers bicycle rental and packed lunch services.\n\nThe EAST restaurant serves local and seasonal dishes and has a cocktail bar. It also features a coffee bar."
    },
    {
        "property_id": 1324648,
        "property_name": "ClinkNOORD Hostel",
        "description": "ClinkNOORD is located in Noord area, just across the IJ River and within 10 minutes from the back of Amsterdam Centraal Station. The ferry ride is free and available 24/7. ClinkNOORD Hostel offers free Wi-Fi. A 24-hour front desk is available at the property.\n\nAccommodations includes private rooms, family friendly rooms and dormitories with city and river views. The property offers an atrium, lounge areas, a cafe and a library.\n\nA breakfast buffet is available in the accommodations. Guests can also enjoy hot and cold beverages.\n\nRoyal Palace Amsterdam is 0.9 mi from ClinkNOORD Hostel, while Dam Square is 0.9 mi away."
    },
    {
        "property_id": 7886254,
        "property_name": "Tribe Amsterdam City",
        "description": "Located in Amsterdam, 2.3 miles from A'DAM Lookout, Tribe Amsterdam City has accommodations with a fitness center, private parking, a shared lounge and a bar. This 4-star hotel offers a 24-hour front desk, luggage storage space and free WiFi. The hotel has family rooms.\n\nAt the hotel all rooms have air conditioning, a seating area, a flat-screen TV with satellite channels, a safety deposit box and a private bathroom with a shower, free toiletries and a hairdryer. All rooms will provide guests with a desk and a coffee machine.\n\nA buffet, à la carte or continental breakfast is available at the property.\n\nRembrandt House is 3 miles from Tribe Amsterdam City, while Artis Zoo is 3 miles from the property. Schiphol Airport is 16 miles away."
    }
]